Repository: Aofsnorth/WaylandConnect
Catalog: wayland_connect_android/lib/l10n/app_*.arb
Languages: id

source: Media Control
id: Kontrol Media

source: Presentation
id: Presentasi

source: Screen Share
id: Berbagi Layar

source: Settings
id: Pengaturan

source: CONNECTED
id: TERHUBUNG

source: DISCONNECTED
id: TERPUTUS

source: Disconnect
id: Putuskan

source: RESET CONNECTION
id: SETEL ULANG KONEKSI

source: CONNECT
id: HUBUNGKAN

source: CANCEL
id: BATAL

source: SYNCING...
id: MENYINKRONKAN...

source: WAITING FOR APPROVAL
id: MENUNGGU PERSETUJUAN

# checkPcNotifications
source: CHECK PC NOTIFICATIONS TO APPROVE
id: PERIKSA NOTIFIKASI PC UNTUK MENYETUJUI

source: ACCESS BLOCKED
id: AKSES DIBLOKIR

source: ACCESS DECLINED
id: AKSES DITOLAK

# permissionsRevoked
source: PERMISSIONS REVOKED BY HOST MACHINE
id: IZIN DICABUT OLEH HOST

source: System & Background
id: Sistem & Latar Belakang

source: Security & Access
id: Keamanan & Akses

source: Start on Boot
id: Mulai Saat Boot

# automateService
source: Automate service initialization
id: Automasi inisialisasi layanan

source: Notifications
id: Notifikasi

# persistentLink
source: Persistent link stability
id: Stabilitas tautan persisten

source: LEFT
id: KIRI

source: MIDDLE
id: TENGAH

source: RIGHT
id: KANAN

source: Exit
id: Keluar

source: Exit App
id: Keluar Aplikasi

# exitConfirmation
source: Are you sure you want to exit WaylandConnect?
id: Apakah Anda yakin ingin keluar dari WaylandConnect?

source: REMOTE
id: REMOT

# inputHint
source: INPUT...
id: MASUKAN...

source: DELETE
id: HAPUS

source: SPACEBAR
id: SPASI

source: NOW PLAYING
id: SEDANG DIPUTAR

source: SECURE_LINK
id: TAUTAN_AMAN

source: FAST TRACK JUMP
id: LOMPATAN TRACK CEPAT

# systemNode
source: SYS_NODE
id: NODE_SISTEM

source: LINKED
id: TERTAUT

source: STABLE
id: STABIL

# abstractText1
source: DYNAMIC ABSTRACT
id: ABSTRAK DINAMIS

# abstractText2
source: ENCRYPTED SIGNAL STABLE
id: SINYAL TERENKRIPSI STABIL

# abstractText3
source: CORE FLUID LINK ACTIVE
id: TAUTAN FLUIDA INTI AKTIF

# abstractText4
source: NEURAL PATH SYNCHRONIZED
id: JALUR NEURAL TERSINKRONISASI

# abstractText5
source: QUANTUM AUDIO DECODED
id: AUDIO KUANTUM TERDEKODE

# abstractText6
source: SYSTEM INTEGRITY
id: INTEGRITAS SISTEM

# abstractText7
source: RECURSIVE PLAYBACK INIT
id: INISIALISASI PEMUTARAN REKURSIF

# colorDynamic
source: DYNAMIC
id: DINAMIS

# colorCrimson
source: CRIMSON
id: MERAH TUA

# colorRose
source: ROSE
id: MAWAR

# colorPurple
source: PURPLE
id: UNGU

source: PRESENTATION CONTROLLER
id: PENGONTROL PRESENTASI

source: UPDATE RATE
id: KECEPATAN UPDATE

# batteryWarning
source: Higher = smoother, more battery use
id: Tinggi = lebih halus, penggunaan baterai lebih banyak

source: POINTER SETTINGS
id: PENGATURAN PENUNJUK

source: COLOR
id: WARNA

source: IMAGE
id: GAMBAR

source: SHAPE
id: BENTUK

source: MAGNIFIER
id: KACA PEMBESAR

# zoomActive
source: ZOOM ENGINE ACTIVE
id: MESIN ZOOM AKTIF

# enableZoomWarning
source: Enable Zoom in Desktop App settings first
id: Aktifkan Zoom di pengaturan Aplikasi Desktop terlebih dahulu

source: SENSITIVITY
id: SENSITIVITAS

source: SIZE
id: UKURAN

source: PULSE INTENSITY
id: INTENSITAS DENYUT

source: PULSE SPEED
id: KECEPATAN DENYUT

source: STOP MIRRORING
id: BERHENTI BERBAGI LAYAR

source: MIRROR REJECTED
id: BERBAGI LAYAR DITOLAK

source: WAITING FOR PC...
id: MENUNGGU PC...

source: START MIRRORING
id: MULAI BERBAGI LAYAR

# acceptOnPc
source: PLEASE ACCEPT ON YOUR PC
id: HARAP TERIMA di PC ANDA

# waitingForVideo
source: WAITING FOR VIDEO FEED
id: MENUNGGU VIDEO FEEDS

# tapToConnect
source: TAP TO CONNECT TO HOST
id: KETUK UNTUK TERHUBUNG KE HOST

source: CANCEL REQUEST
id: BATALKAN PERMINTAAN

source: SYSTEM MIRROR
id: MIRROR SISTEM

source: LIVE FEED ACTIVE
id: UMPAN LANGSUNG AKTIF

source: STANDBY MODE
id: MODE STANDBY

source: STREAM
id: ALIRAN

source: LAUNCHING
id: MENJALANKAN

source: SWITCHING TO MONITOR
id: BERALIH KE MONITOR

source: EQUALIZER SYSTEM
id: SISTEM EQUALIZER

source: VISUAL INTENSITY
id: INTENSITAS VISUAL

source: PARTICLE ENVIRONMENT
id: LINGKUNGAN PARTIKEL

source: DENSITY
id: DENSITAS

source: SPEED
id: KECEPATAN

source: COLOR VARIANTS
id: VARIAN WARNA

source: PARTICLE GEOMETRY
id: GEOMETRI PARTIKEL

source: PRESETS
id: PRESET

source: COSMIC
id: KOSMIK

source: RAIN
id: HUJAN

source: HEARTBEAT
id: DETAK JANTUNG

source: CYBER
id: SIBER

source: LIVE
id: LANGSUNG

source: PAUSED
id: JEDA

source: NO SIGNAL
id: TIDAK ADA SINYAL

source: DATA_STREAMING
id: ALIRAN_DATA

source: SYNCHRONIZING PATHS
id: MENYINKRONKAN JALUR

source: LOCATING MEDIA SIGNAL...
id: MENCARI SINYAL MEDIA...

source: NO ACTIVE SESSIONS
id: TIDAK ADA SESI AKTIF

# pleaseStartPlayer
source: PLEASE START A MEDIA PLAYER ON YOUR PC
id: HARAP MULAI PEMUTAR MEDIA DI PC ANDA

# pointerManifestation
source: Choose the manifestation of the pointer
id: Pilih manifestasi penunjuk

source: CIRCLE
id: LINGKARAN

source: CELESTIAL
id: SURGAWI

source: KINETIC
id: KINETIK

source: DIMENSIONAL SCALE
id: SKALA DIMENSI

source: MAGNIFICATION
id: PEMBESARAN

source: CUSTOM
id: KUSTOM

source: SPOTLIGHT
id: SOROTAN

source: POINTER SIZE
id: UKURAN PENUNJUK

# horiStretch
source: HORIZONTAL STRETCH
id: REGANGAN HORIZONTAL

# vertStretch
source: VERTICAL STRETCH
id: REGANGAN VERTIKAL

source: Custom Texture Active
id: Tekstur Kustom Aktif

source: APPLICATION
id: APLIKASI

source: LAUNCHER
id: PELUNCUR

source: SEARCH APPLICATIONS...
id: CARI APLIKASI...

source: NO APPS FOUND
id: TIDAK ADA APLIKASI

source: STREAM QUALITY
id: KUALITAS STREAMING

source: RESOLUTION
id: RESOLUSI

source: SAVE SETTINGS
id: SIMPAN PENGATURAN

source: Select Monitor
id: Pilih Monitor

source: No Monitors Detected
id: Tidak Ada Monitor Terdeteksi

# screenShareInstructions
source: Drag to move • Tap to click • Long press for right click
id: Seret untuk pindah • Ketuk untuk klik • Tekan lama untuk klik kanan

source: Update Required
id: Pembaruan Diperlukan

source: Deny
id: Tolak

source: Allow
id: Izinkan

source: Mirroring Request
id: Permintaan Mirroring

source: wants to mirror your screen
id: ingin menduplikasi layar Anda

source: Present
id: Presentasi

source: Configuration
id: Konfigurasi

source: Power Logic
id: Logika Daya

# bypassBattery
source: Bypass battery optimizations
id: Bypass optimasi baterai

source: Establish Connection
id: Buat Koneksi

source: Language
id: Bahasa

source: Select Language
id: Pilih Bahasa

source: English
id: Inggris

source: Indonesian
id: Indonesia

source: Auto Connect
id: Auto Konek

# autoConnectSubtitle
source: Automatically connect to trusted devices
id: Otomatis konek ke perangkat yang terpercaya

# autoReconnectSubtitle
source: Let this PC reconnect without manual approval
id: Izinkan PC ini konek tanpa persetujuan manual

source: Request Auto-reconnect
id: Ajukan Sambung Otomatis

source: Revoke Auto-reconnect
id: Cabut Sambung Otomatis

# approvalRequired
source: Approval Required on PC
id: Butuh Persetujuan di PC
