Repository: Aofsnorth/WaylandConnect
Catalog: wayland_connect_desktop/lib/l10n/app_*.arb
Languages: id

source: System Control Center
id: Pusat Kontrol Sistem

source: Paired Devices
id: Perangkat Terpasang

source: Blocked Devices
id: Perangkat Diblokir

source: Security & Trust
id: Keamanan & Kepercayaan

source: Settings
id: Pengaturan

source: Restore Window
id: Pulihkan Jendela

source: Minimize Window
id: Minimalkan Jendela

source: Exit
id: Keluar

source: Mirroring Request
id: Permintaan Mirroring

# wantsToShareScreen
source: wants to share their screen here. Allow?
id: ingin membagikan layar mereka di sini. Izinkan?

source: Deny
id: Tolak

source: Allow
id: Izinkan

source: Start on Boot
id: Mulai Saat Boot

source: Minimize to Tray
id: Minimalkan ke Tray

source: Dark Mode
id: Mode Gelap

source: Require Approval
id: Memerlukan Persetujuan

source: Encryption Enabled
id: Enkripsi Diaktifkan

source: Selected Monitor
id: Monitor Terpilih

source: Service Port
id: Port Layanan

source: Loading...
id: Memuat...

source: Unknown
id: Tidak Diketahui

source: Success!
id: Berhasil!

source: Failed!
id: Gagal!

source: Restore
id: Pulihkan

source: Minimize
id: Minimalkan

source: Pausing...
id: Menangguhkan...

source: Active
id: Aktif

source: Inactive
id: Tidak Aktif

source: Connected
id: Terhubung

source: Disconnected
id: Terputus

# requireApprovalNew
source: Require Approval for New Devices
id: Memerlukan Persetujuan untuk Perangkat Baru

# alwaysAskPairing
source: Always ask before pairing a new device.
id: Selalu tanya sebelum memasangkan perangkat baru.

source: Access Control
id: Kontrol Akses

source: Revoke All Access
id: Cabut Semua Akses

# revokeAllDetails
source: Disconnect all devices and clear trust database.
id: Putuskan semua perangkat dan bersihkan basis data kepercayaan.

# revokeAllBtn
source: Revoke All
id: Cabut Semua

# startOnBootDetails
source: Automatically start server when you login.
id: Mulai server secara otomatis saat Anda masuk.

# minimizeToTrayDetails
source: Keep running in background when closed.
id: Tetap berjalan di latar belakang saat ditutup.

# darkModeDetails
source: Use dark theme for dashboard.
id: Gunakan tema gelap untuk dashboard.

# enableZoom
source: Enable Zoom Feature
id: Aktifkan Fitur Zoom

# enableZoomDetails
source: Enable screen magnifier (Requires screen capture permission).
id: Aktifkan pembesar layar (Memerlukan izin tangkapan layar).

source: Pointer Overlay
id: Hamparan Penunjuk

# selectMonitorDetails
source: Select which monitor the laser pointer should appear on.
id: Pilih monitor mana yang harus menampilkan penunjuk laser.

source: Detecting Monitors...
id: Mendeteksi Monitor...

source: Server Configuration
id: Konfigurasi Server

# portEmptyError
source: Port cannot be empty
id: Port tidak boleh kosong

# restartServiceApply
source: Restart Service & Apply Port
id: Mulai Ulang Layanan & Terapkan Port

source: System Update
id: Pembaruan Sistem

# updateDetails
source: Checking for updates ensures you have the latest features and security fixes.
id: Memeriksa pembaruan memastikan Anda memiliki fitur dan perbaikan keamanan terbaru.

source: Check for Updates
id: Periksa Pembaruan

source: Github Repo
id: Gudang Github

source: Service Stopped
id: Layanan Berhenti

source: Service Active
id: Layanan Aktif

source: Searching Backend...
id: Mencari Backend...

source: Screen Share Request
id: Permintaan Berbagi Layar

source: Secure Link Pending
id: Tautan Aman Tertunda

source: Decline
id: Tolak

source: Approve
id: Setujui

source: Reject
id: Tolak

source: Remove
id: Hapus

source: Block
id: Blokir

source: Re-pair
id: Pasangkan Lagi

source: Unblock
id: Buka Blokir

source: Delete
id: Hapus

source: Server IP
id: IP Server

source: Paired
id: Terpasang

source: Request
id: Permintaan

source: Recent Activity
id: Aktivitas Terbaru

source: No paired devices
id: Tidak ada perangkat terpasang

source: No blocked devices
id: Tidak ada perangkat diblokir

source: No Recent Connections
id: Tidak Ada Koneksi Terbaru

# connectAndroidToGetStarted
source: Connect your Android device to get started
id: Hubungkan perangkat Android Anda untuk memulai

source: Revoked access for
id: Mencabut akses untuk

source: devices
id: perangkat

# manageDevicesAccess
source: Manage all devices that have access to this PC.
id: Kelola semua perangkat yang memiliki akses ke PC ini.

# permanentlyBlocked
source: Devices that are permanently blocked from connecting.
id: Perangkat yang diblokir secara permanen dari koneksi.

source: Language
id: Bahasa

source: Select Language
id: Pilih Bahasa

source: English
id: Inggris

source: Indonesian
id: Indonesia

source: Auto Connect
id: Auto Konek

# autoConnectDetails
source: Automatically accept connections from trusted devices.
id: Otomatis menerima koneksi dari perangkat yang terpercaya.

source: Allow Auto-Reconnect
id: Izinkan Auto-Reconnect

# autoReconnectWarning
source: This device can connect silently without approval.
id: Perangkat ini bisa konek diam-diam tanpa persetujuan.
